Repository: dahool/vertaal-git-test
Catalog: yast/po/add-on.*.po
Languages: es

source: No product found in the repository
es: No se ha encontrado ningún producto en el repositorio

source: No software repository found on medium.
es: No ha sido posible encontrar ningún repositorio de software en el medio.

source: Initializing new source...
es: Iniciando el nuevo origen...

source: Unknown
es: Desconocido

source: URL: %1, Directory: %2
es: URL: %1, directorio: %2

source: Software Repository Selection
es: Selección del repositorio de software

source: <p><big><b>Software Repository Selection</b></big><br> Multiple repositories were found on the selected medium. Select the repository to use.</p>
es: <p><big><b>Selección de repositorio de software</b></big><br> Se han detectado varios repositorios en el medio seleccionado. Seleccione el que desee utilizar.</p>

source: Repositories &Found
es: Repositorios &encontrados

source: Really abort add-on product installation?
es: ¿Está seguro de que desea cancelar la instalación del producto adicional?

source: Select a repository.
es: Seleccione un repositorio.

source: Dependencies of the add-on product cannot be fulfilled.
es: No es posible resolver las dependencias del producto adicional.

source: Product Selection
es: Selección de producto

source: Available Products
es: Productos disponibles

source: <p><b><big>Product Selection</big></b><br/> Multiple products were found in the repository. Select the products to install.</p>
es: <p><b><big>Selección de producto</big></b><br/> Se han detectado varios productos en el repositorio. Seleccione los productos que desee instalar.</p>

source: Dependencies of the selected add-on products cannot be fulfilled.
es: No es posible resolver las dependencias de los productos adicionales seleccionados.

source: Add-On Product Installation
es: Instalación de productos adicionales

source: <p><big><b>Add-On Product Installation</b></big></br> Here see all add-on products that are selected for installation. To add a new product, click <b>Add</b>. To remove an already added one, select it and click <b>Delete</b>.</p>
es: <p><big><b>Instalación de producto adicional</b></big></br> Aquí se muestran todos los productos adicionales seleccionados para su instalación. Para añadir un nuevo producto, haga clic en <b>Añadir.</b> Para eliminar uno ya añadido, selecciónelo y haga clic en <b>Eliminar</b>.</p>

source: %1, Directory: %2
es: %1, Directorio: %2

source: Product
es: Producto

source: Media
es: Medio

source: Select a product to delete.
es: Seleccione un producto que eliminar.

source: Removing selected add-on...
es: Eliminando productos seleccionados...

source: Installed Add-On Products
es: Productos adicionales instalados

source: Add-On Product
es: Productos adicionales

source: Run &Software Manager...
es: Ejecutar Gestor de &Software...

source: <p>Here you can see all of the add-on products which are installed on your system.</p>
es: <p>Aquí puede ver la lista de productos adicionales instalados en su sistema.</p>

source: <p>Use the <b>Add</b> button to add a new add-on product, or the <b>Delete</b> button to remove an add-on which is in use.</p>
es: <p>Use <b>Añadir</b> para añadir un nuevo producto adicional o <b>Eliminar</b> para eliminar uno existente.</p>

source: <b>Vendor:</b> %1<br>
es: <b>Fabricante:</b> %1<br>

source: Unknown vendor
es: Fabricante desconocido

source: <b>Version:</b> %1<br>
es: <b>Versión:</b> %1 <br>

source: Unknown version
es: Versión desconocida

source: <b>Repository URL:</b> %1<br>
es: <b>URL del repositorio:</b> %1<br>

source: Unknown repository URL
es: URL del repositorio desconocida

source: <b>Repository Alias:</b> %1<br>
es: <b>Alias del repositorio:</b> %1<br>

source: Unknown product
es: Producto desconocido

source: Unknown URL
es: URL desconocida

source: Deleting the add-on product %1 may result in removing all the packages installed from this add-on. Are sure you want to delete it?
es: Al eliminar el producto adicional %1 puede hacer que se quiten o desinstalen todos los paquetes instalados desde este producto adicional ¿Está seguro de querer eliminarlo?

source: Removing product dependencies...
es: Quitando las dependencias del producto...

source: Reading packages available at the installation repositories...
es: Leyendo los paquetes disponibles en los repositorios de instalación...

source: Add-On Products
es: Productos adicionales

source: Initializing...
es: Iniciando...

source: <p>Initializing add-on products...</p>
es: <p>Iniciando productos adicionales...</p>

source: Add-On Module Help ------------------ To add a new add-on product via the command-line, use this syntax: /sbin/yast2 add-on URL URL is the path to the add-on source. Examples of URL: http://server.name/directory/Lang-AddOn-10.2-i386/ ftp://server.name/directory/Lang-AddOn-10.2-i386/ nfs://server.name/directory/SDK1-SLE-i386/ disk://dev/sda5/directory/Product/CD1/ cd:// dvd://
es: Ayuda del Módulo de Productos Adicionales ------------------ Para añadir un nuevo producto adicional mediante la línea de comandos, use esta sintaxis: /sbin/yast2 add-on URL URL es la ruta a la fuente del producto adicional. Ejemplos de URL: http://server.name/directory/Lang-AddOn-10.2-i386/ ftp://server.name/directory/Lang-AddOn-10.2-i386/ nfs://server.name/directory/SDK1-SLE-i386/ disk://dev/sda5/directory/Product/CD1/ cd:// dvd://

source: Target file name ('xmlfile' option) is missing. Use xmlfile=<target_XML_file> command line option.
es: Falta el nombre del archivo de destino (opción "xmlfile"). Utilice la opción de la línea de comandos xmlfile=<archivo_XML_destino>.

source: <li>Media: %1, Path: %2, Product: %3</li>
es: <li>Medio: %1, vía: %2, producto: %3</li>

source: Failed to add add-on product.
es: Error al añadir el producto adicional.

source: Please make the add-on "%1" available via "%2"
es: Por favor, verifique que el complemento "%1" este disponible en "%2"

source: No add-on product selected for installation
es: No se ha seleccionado ningún producto adicional para la instalación

source: Add-&On Products
es: &Productos adicionales

source: Installation of the Language Extension has been finished.
es: La instalación de la extensión de idioma ha finalizado.

source: &Select Language Extensions to be Installed
es: &Seleccionar las extensiones de idiomas que se deben instalar

source: <p>Select the language extensions to be installed and then click the <b>OK</b> button.</p>
es: <p>Seleccione las extensiones de idiomas que desea instalar y pulse <b>Aceptar</b>.</p>

source: Are you sure you want to abort the add-on product installation?
es: ¿Seguro que desea cancelar la instalación del producto adicional?

source: There are no selected languages to be installed. Are you sure you want to abort the installation?
es: No ha seleccionado ningún idioma para su instalación. ¿Seguro que desea cancelar la instalación?

source: Language %1
es: Idioma %1

source: Warning: Not enough memory!
es: Advertencia: ¡Memoria insuficiente!

source: Your system does not seem to have enough memory to use add-on products during installation. You can enable add-on products later when the system is running. Do you want to skip using add-on products?
es: Su sistema no parece tener suficiente memoria para usar productos adicionales durante la instalación. Puede habilitar los productos adicionales más tarde, cuando el sistema esté en ejecución. ¿Quiere omitir el uso de productos adicionales?

source: There is no user interface available for this module.
es: No hay ninguna interfaz de usuario disponible para este módulo.

source: Vendor Driver CD
es: CD de controladores del fabricante

source: Please insert the vendor CD-ROM
es: Por favor, introduzca el CD-ROM del fabricante

source: Could not find driver data on the CD-ROM. Aborting now.
es: No ha sido posible encontrar datos de controladores en el CD-ROM. Cancelando.

source: The CD-ROM data does not match the running Linux system. Aborting now.
es: Los datos del CD-ROM no son apropiados para el sistema Linux en ejecución. Cancelando.

source: Installing driver...
es: Instalando controlador...

source: The installation failed. Contact the address on the CD-ROM.
es: La instalación ha fallado. Por favor, contacte con la dirección que aparece en los CD-ROM.

source: Installed %1 drivers from CD
es: Instalado(s) %1 controlador(es) del CD

source: No driver data found on the CD-ROM. Aborting now.
es: No se han encontrado datos de controladores en el CD-ROM. Cancelando.
