Repository: dahool/vertaal-git-test
Catalog: yast/po/audit-laf.*.po
Languages: es

source: <p>Use the <b>Restore and Reset</b> button to restore the rules and reset the changes (from previous syntax checks) by calling <i>auditctl</i> with it.<br> The <b>Load</b> button opens a file selection dialog and you are able to load an example rules file.</p>
es: <p>Use el botón <b>Restaurar y Reiniciar</b> para restaurar las reglas previas y reiniciar los cambios (desde la comprobación de sintaxis anterior) llamando <i>auditctl</i> con ello.<br> El botón <b>Cargar</b> abre un diálogo selector de archivo y puede usted cargar un archivo de reglas de ejemplo.</p>

source: &Dispatcher
es: &Despachador

source: Disk &Space
es: E&spacio de disco

source: &Rules for 'auditctl'
es: &Reglas para 'auditctl'

source: Initializing...
es: Inicializando...
