Repository: dahool/vertaal-git-test
Catalog: yast/po/audit-laf.*.po
Languages: es

source: The rules for auditctl are locked
es: Las reglas para auditctl ya están bloqueadas

source: Auditing enabled
es: Auditoría activada

source: Auditing disabled
es: Auditoría desactivada

source: Cannot start the audit daemon. Please check /var/log/messages for auditd errors. You can use the module 'System Log' from group 'Miscellaneous' in YaST Control Center.
es: No se puede arrancar el daemon auditor. Por favor mire en /var/log/messages a ver si hay errores de auditd. Puede usar el módulo 'Ver el registro del sistema' del grupo 'miscelánea' en el centro de control de YaST2.

source: Initializing Audit Configuration
es: Inicializando la configuración del auditor

source: Read the configuration for auditd
es: Leer la configuración de auditd

source: Read the rules file
es: Leer el archivo de reglas

source: Check status of auditd
es: Comprobar el estado de auditd

source: Reading the configuration...
es: Leyendo la configuración ...

source: Reading the rules file...
es: Leyendo el archivo de reglas...

source: Checking status...
es: Comprobando estado...

source: Cannot read auditd.conf.
es: No se puede leer auditd.conf.

source: Cannot read audit.rules.
es: No se puede leer audit.rules.

source: The audit daemon doesn't run. Do you want to start it now?
es: El daemon audit no corre. ¿Desea arrancarlo ahora?

source: The 'apparmor' kernel module is loaded. The kernel uses a running audit daemon to log audit events to /var/log/audit/audit.log (default). Do you want to start the daemon now?
es: El módulo del kernel 'apparmor' está cargado El kernel usa el daemon audit en ejecución para registrar eventos de auditoría en /var/log/audit/audit.log (por omisión) ¿Desea arrancar el daemon ahora?

source: Audit daemon not running
es: El daemon audit no está corriendo

source: Cannot start the audit daemon
es: No se puede arrancar el daemon audit

source: The reason might be that the rules are locked. Continue to check the rules. You can change the 'Enabled Flag' but to make the change active a reboot is required afterwards.
es: La razón puede ser que las reglas están bloqueadas . Continúe para comprobar las reglas. Puede cambiar la 'bandera de activación' pero para hacer el cambio activo se requiere un reboteo después.

source: Saving Audit Configuration
es: Guardando la configuración del auditor

source: Write the settings
es: Escribir la configuración

source: Write the rules
es: Escribir las reglas

source: Writing the settings...
es: Escribiendo la configuración...

source: Writing the rules...
es: Escribiendo las reglas...

source: The rules are already locked.
es: Las reglas ya están bloqueadas.

source: Do you want to change the 'Enabled Flag'? If yes, the new rules will be written to /etc/audit/audit.rules. After that you have to reboot the system.
es: ¿Desea cambiar la 'bandera de activación'? En caso afirmativo, las nuevas reglas se escribirán en /etc/audit/audit. Después de eso debe rebotar el sistema.

source: Restart of the audit daemon failed
es: Falló el reinicio del daemon audit

source: Cannot write settings to auditd.conf.
es: No se puede escribir la configuración a auditd.conf.

source: Please start yast2-audit-laf again and check the rules
es: Por favor arranque yast2-audit-laf otra vez y compruebe las reglas

source: Cannot write settings to auditd.rules.
es: No se puede escribir la configuración a auditd.rules.

source: Log file
es: Archivo de registro

source: Configuration of Linux Audit Framework (LAF)
es: Configuración de LAF, Marco de trabajo de Auditoría de Linux

source: Show information about audit settings
es: Mostrar información de la configuración de auditoría

source: Set the specified option
es: Definir el valor de una opción específica

source: Show log file settings
es: Mostrar configuración del archivo de registro

source: Show disk space settings
es: Mostrar la configuración de espacio en disco

source: Show dispatcher settings
es: Mostrar la configuración del despachador

source: Name of the log file (full path name)
es: Nombre del archivo de registro (camino completo y nombre)

source: Log format
es: Formato de registro

source: How to write data to disk
es: Cómo escribir los datos a disco

source: How many records to write before a flush to disk is issued
es: Cuántos registros se escriben antes de hacer un volcado (flush) a disco

source: Maximal size (in MByte) of the log file
es: Tamaño máximo (en MByte) del archivo de registro

source: Action if max_log_file is reached
es: Acción si se alcanza max_log_file

source: Number of log files to keep
es: Número de archivos de registro a conservar

source: Computer name format
es: Formato del nombre del equipo

source: Computer name (used if format is set to USER)
es: Nombre del equipo (usado si se pone formato a USER)

source: Space left on log partition (in MByte) when system starts to run low
es: Espacio restante en la partición del registro (en MByte) para considerar que el sistema empieza a estar corto

source: Action if space_left is reached
es: Acción si se alcanza space_left

source: Script to execute (full path name) if space_left is reached
es: Guión a ejecutar (nombre y camino completo) si se alcanza space_left

source: Space left on log partition (in MByte) when system is running low
es: Espacio restante en la partición del registro (en MByte) para considerar que el sistema está corto

source: Action if admin_space_left is reached
es: Acción si se alcanza admin_space_left

source: Script to execute (full path name) if admin_space_left is reached
es: Guión a ejecutar (nombre y camino completo) si se alcanza admin_space_left

source: Mail sent to this account (if space_left_action set to EMAIL)
es: Se envía correo a esta cuenta (si space_left_action está puesto a EMAIL)

source: Action to perform if disk is full
es: Acción a realizar si el disco está lleno

source: Script to execute (full path name) if disk is full
es: Guión a ejecutar (nombre y camino completo) si el disco está lleno

source: Action to perform on disk error
es: Acción a realizar cuando haya error de disco

source: Script to execute (full path name) on disk error
es: Guión a ejecutar (nombre y camino completo) cuando haya error de disco

source: How to communicate between dispatcher and the audit daemon
es: Cómo comunicarse entre el despachador y el daemon auditor

source: Dispatcher program (full path name)
es: Programa despachador (nombre y camino completo)

source: Select the log file
es: Seleccionar archivo de registro

source: The 'User Defined Name' is NOT set although the 'Computer Name Format' is set to 'USER'. Setting the format to 'NONE' (default).
es: El 'User Defined Name' no está puesto aunque el 'Computer Name Format' está puesto a 'USER'Poniendo el formato a 'NONE' (valor por omisión).

source: Select the dispatcher program
es: Seleccionar el programa despachador

source: Value of '%1' remains unchanged.
es: El valor de '%1' sigue sin cambiar.

source: %1 doesn't exist.
es: %1 no existe.

source: %1 is not a regular file.
es: %1 no es un archivo regular.

source: %1 not owned by root.
es: %1 no pertenece al root.

source: File permissions of %1 NOT set to -rwxr-x---.
es: Los permisos del archivo %1 NOT están puestos a -rwxr-x---.

source: The rules are already locked, a reset is impossible. If you want to unlock, set the enabled flag accordingly and finish the configuration. Afterwards a reboot is required.
es: Las reglas ya están bloqueadas, una reinicialización es imposible. Si desea desbloquearlas, ponga la bandera de activado correspondientemente y termine la configuración. Después se requiere rebotar.

source: Rules successfully restored
es: Reglas exitosamente restauradas

source: Cannot reset rules. Please check /etc/audit/audit.rules.
es: No se puede reiniciar las reglas. Por favor compruebe /etc/audit/audit.rules.

source: The rules are already locked. A test isn't possible because sending new rules will cause an error.
es: Las reglas ya están bloqueadas. Una prueba no es posible porque enviar nuevas reglas causará un error.

source: Lock is set in audit.rules (-e 2). It doesn't make sense to continue, because the rules would be locked until next boot.
es: El bloqueo está puesto en audit.rules (-e 2). No tiene sentido continuar, porque las reglas continuarían bloqueadas hasta el siguiente reboteo.

source: Success
es: Éxito

source: Cannot create tmp file for rules
es: No se puede crear archivo temporal para las reglas

source: Select an example
es: Seleccione un ejemplo

source: Lock set
es: Bloqueo puesto

source: The audit configuration is locked (option -e 2). This means the rules are locked until next boot! If you really want this, make sure '-e 2' is the last entry in the rules file. If not, either enable or disable auditing. To check or to change the rules, please go back to rules editor.
es: La configuración del auditor está bloqueada (opción -e 2). ¡Esto significa que las reglas están bloqueadas hasta el próximo reboteo! Si realmente desea esto, asegúrese de que '-e 2' es la última entrada en el archivo de reglas. Si no es así, o bien active o bien desactive la auditoría. Para comprobar o cambiar las reglas, por favor vuelva al editor de reglas.

source: General Settings
es: Ajustes generales

source: &Log File
es: Archivo de &registro

source: Select Fi&le
es: Seleccionar ar&chivo

source: &Format
es: &Formato

source: Fl&ush
es: &Vaciar

source: Fre&quency (Number of Records)
es: Fre&cuencia (número de registros)

source: Size and Action
es: Tamaño y acción

source: Ma&x File Size (MB)
es: Tamaño má&ximo de archivo (MB)

source: M&aximum File Size Action
es: Tamaño m&aximo de acción de archivo

source: &Number of Log Files
es: &Número de archivos de registro

source: Computer Names
es: Nombres de equipo

source: &Computer Name Format
es: Formato de nombres de &equipo

source: User Defined Name
es: Nombre definido por el usuario

source: Dispatcher Settings
es: Ajuste del despachador

source: Dispatcher Program
es: Programa despachador

source: C&ommunication
es: C&omunicación

source: Value and Action for Space is Starting to Run Low
es: Valor y acción para el espacio está empezando a agotarse

source: &Space Left on Disk (MB)
es: E&spacio remanente en disco (MB)

source: &Action
es: &Acción

source: Path to Script
es: Camino al guión

source: Value and Action for Space is Running Low
es: Valor y acción para el espacio está agotándose

source: &Admin Space Left (MB)
es: Espacio del &administrador remanente (MB)

source: Ac&tion
es: Acc&ión

source: Action Mail Account
es: Cuenta de correo de acción

source: Action on Error or Disk Full
es: Acción cuando error o disco lleno

source: Disk &Full Action
es: Acción &disco lleno

source: Disk &Error Action
es: Acción &error disco

source: &Set Enabled Flag
es: &Poner bandera de activado

source: Rules are locked (until next boot)
es: Las reglas están bloqueadas (hasta el siguiente arranque)

source: Edit the rules for the audit subsystem here:
es: Editar las reglas para el subsistema auditor aquí:

source: &Check Syntax
es: &Comprobar sintaxis

source: &Restore 'audit.rules'
es: &Restaurar 'audit.rules'

source: R&estore and Reset
es: R&estaurar y reiniciar

source: &Load
es: C&argar

source: <p><b><big>Initializing Configuration of Linux Audit Framework</big></b><br> Please wait...<br></p>
es: <p><b><big>Inicializando la configuración de Marco de trabajo de Auditoría de Linux</big></b><br> <br>Por favor, espere...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
es: <P><B><BIG>Cancelando la inicialización:</BIG></B><BR> Para cancelar la utilidad de configuración con seguridad, pulse <B>Cancelar</B> ahora.</p>

source: <p><b><big>Saving auditd Configuration and Rules</big></b><br> Please wait...<br></p>
es: <p><b><big>Guardando la configuración y reglas de auditd</big></b><br> <br>Por favor, espere...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
es: <p><b><big>Cancelando la grabación:</big></b><br> Cancele el procedimiento de grabación pulsando <B>Cancelar</b>. Un cuadro de diálogo adicional le informará sobre si hacer esto es seguro o no. </p>

source: <p><b><big>Auditd Log File Configuration</big></b><br> The audit daemon is the component of the Linux Auditing System which is responsible for writing all relevant audit events to the log file <i>/var/log/audit/audit.log</i> (default). Events may come from the <i>apparmor</i> kernel module, from applications which use <i>libaudit</i> (e.g. PAM) or incidents caused by rules (e.g. file watches).</p>
es: <p><b><big>Configuración del archivo de registro de Auditd</big></b><br> El daemon audit es el componente del Sistema de Auditoria de Linux responsable de escribirtodos los eventos relevantes al archivo de registro <i>/var/log/audit/audit.log</i> (por omisión). Los eventos pueden venir del módulo del kernel <i>apparmor</i>, de las aplicacionesque usan <i>libaudit</i> (p.e. PAM) o incidentes causados por reglas (p.e. vigías de archivo).</p>

source: <p>The <b>Rules for auditctl</b> dialog offers more information about rules and the possibility to add rules. Detailed information about the log file settings can be obtained from the manual page ('man auditd.conf').</p>
es: <p>El diálogo <b>Reglas para auditctl</b> ofrece más información acerca de las reglas y la posibilidad de añadir reglas. Información detallada acerca de la configuración del archivo de registro puede ser obtenida de la página del manual ('man auditd.conf').</p>

source: <p><b>Log File</b>: Enter the full path name to the log file (or use <b>Select File</b>.)</p>
es: <p><b>Archivo de registro</b>: Introduzca el camino completo al archivo de registro (o use <b>Seleccionar archivo</b>.)</p>

source: <p><b>Format</b>: set <i>RAW</i> to log all data (store in a format exactly as the kernel sends it) or <i>NOLOG</i> to discard all audit information instead of writing it on disk (does not affect data sent to the dispatcher).</p>
es: <p><b>Formato</b>: ponga <i>RAW</i> para registrar todos los datos (guardados en un formato idéntico al que el kernel envía) o <i>NOLOG</i> para descartar toda la información de auditoría en vez de escribirla al disco (no afecta a los datos enviados al despachador).</p>

source: <p><b>Flush</b>: describes how to write the data to disk. If set to <i>INCREMANTAL</i> the <b>Frequency</b> parameter tells how many records to write before issuing an explicit flush to disk. <i>NONE</i> means: no special effort is made to flush data, <i>DATA</i>: keep data portion synced, <i>SYNC</i>: keep data and meta-data fully synced.</p>
es: CER-11.2<p><b>Flush</b>: describe como escribir los datos al disco. Si se pone a <i>INCREMANTAL</i> el parámetro <b>Frequency</b> dice cuantos registros a escribir antes de emitir un flush explícito al disco.</p>

source: <p>Configure the maximum log file size (in megabytes) and the action to take when this value is reached in <b>Size and Action</b> frame.</p>
es: <p>Configure el tamaño máximo de archivo de registro (en megabytes) y la acción a tomar cuando se alcance este valor en el cuadro <b>Tamaño y acción.</b></p>

source: <p>If the action is set to <i>ROTATE</i> the <b>Number of Log Files</b> specifies the number of files to keep. <i>SYSLOG</i> means: the audit daemon will write a warning to /var/log/messages, <i>SUSPEND</i>: stop writing records to disk, <i>IGNORE</i>: do nothing, <i>KEEP_LOGS</i>: similar to ROTATE, but log files are not overwritten.</p>
es: <p> Si la acción se pone a <i>ROTATE</i> el <b>número de archivos de registro</b> especifica el número de archivos a mantener. <i>SYSLOG</i> significa: el daemon audit escribirá un aviso en /var/log/messages, <i>SUSPEND</i>: parar de escribir registros a disco, <i>IGNORE</i>: no hacer nada, <i>KEEP_LOGS</i>: similar a ROTATE, pero los archivos de registro no se sobrescriben.</p>

source: <p><b>Computer Name Format</b> describes how to write the computer name to the log file. If <i>USER</i> is set the <b>User Defined Name</b> is used. <i>NONE</i> means: no computer name is inserted, <i>HOSTNAME</i>: name returned by the 'gethostname' syscall, <i>FQD</i>: fully qualified domain name</p>
es: <p><b>Formato de nombre de equipo</b> describe cómo escribir el nombre del equipo en el archivo de registro. Si se pone <i>USER</i> se usa el <b>nombre definido por el usuario</b>. <i>NONE</i> significa: no se inserta nombre de equipo. <i>HOSTNAME</i>: nombre retornado por la orden de sistema'gethostname' <i>FQD</i>: nombre de dominio plenamente cualificado</p>

source: <p><b><big>Auditd Dispatcher Configuration</big></b><br> Detailed information about the dispatcher settings can be obtained from the manual page ('man auditd.conf').</p>
es: <p><b><big>Configuración del despachador de auditd</big></b><br> Puede obtener información detallada sobre la configuración del despachador de la página del manual ('man auditd.conf'.</p>

source: <p><b>Dispatcher</b>: The dispatcher program is started by the audit daemon and gets all audit events on stdin.</p>
es: <p><b>Despachador</b>: El programa despachador es arrancado por el daemon audit y recibe todos los eventos de auditoría en stdin (entrada estandard).</p>

source: <p><b>Communication</b>: Controls the communication between the daemon and the dispatcher program. A <i>lossy</i> communication means that events going to the dispatcher are discarded when the queue (a 128kB buffer) is full. Choose <i>lossless</i> if you want a blocking/lossless communication.</p>
es: <p><b>Comunicación</b>: Controla la comunicación entre el daemon y el programa despachador Una comunicación <i>lossy</i> (con pérdidas) significa que los eventos enviados al despachador son descartados cuando cola (un tampón de 128kB) se llena. Elija <i>lossless</i> desea una comunicación bloqueante/sin pérdidas.</p>

source: <p>The dispatcher 'audispd' is an audit event multiplexor. For more information see the manual pages ('man audispd' and 'man audispd.conf').</p>
es: <p>El despachador 'audispd' es un multiplexor de eventos audit Para más información vea las página del manual ('man audispd' y 'man audispd.conf')).</p>

source: <p><b>Please note:</b> The dispatcher program must be owned by 'root', have '0750' file permissions and the full path name has to be entered.</p>
es: <p><b>Por favor observe:</b> El programa despachador debe ser propiedad de 'root', tener permisos de archivo '0750', y hay que introducir el camino completo.</p>

source: <p><b><big>Auditd Disk Space Configuration</big></b><br> The settings made here refer to disk space on log partition. Detailed information can be obtained from the manual page ('man auditd.conf').</p>
es: <p><b><big>Configuración del espacio de disco de Auditd</big></b><br> Los ajustes que se hagan aquí se refieren al espacio en disco en la partición de registro. Puede obtener información detallada de la página del manual ('man auditd.conf').</p>

source: <p><b>Space Left</b> (in megabytes) tells the audit daemon when to perform an <b>Action</b> because the system is starting to run low on space.</p>
es: <p><b>Space Left</b> (espacio restante, en megabytes) le dicen al daemon auditor cuando realizar una <b>Action</b> (Acción) porque el sistema empieza a quedarse escaso de espacio.</p>

source: <p>The value for <b>Admin Space Left</b> should be lower than above. The system <b>is running low</b> on disk space if the value is reached and the specified <b>Action</b> will be performed.</p>
es: <p>El valor para <b>Admin Space Left</b> (espacio administrativo restante) debería ser inferior del de arriba. El sistema se está <b>quedando corto</b> de sitio en el disco si se alcanza ese valor y se realizará la acción <b>Action</b> especificada.</p>

source: <p>If an action is set to <i>EMAIL</i> a warning mail will be send to the account specified in <b>Action Mail Account</b>.<br> <i>SYSLOG</i> means: the disk space warning will be written to /var/log/messages, <i>IGNORE</i>: do nothing, <i>EXEC</i>: execute the script from <b>Path to Script</b>, <i>SUSPEND</i>: stop writing records to disk, <i>SINGLE</i>: put the computer system in single user mode, <i>HALT</i>: shutdown the system.</p>
es: <p>Si una acción está puesta a <i>EMAIL</i> se enviará un correo de aviso a la cuenta especificada en <b>Action Mail Account</b> (cuenta de correo de acción).<br> <i>SYSLOG</i> significa: el aviso de espacio en disco será escrito en /var/log/messages, <i>IGNORE</i>: no hacer nada, <i>EXEC</i>: ejecute este guión en <b>Path to Script</b>, <i>SUSPEND</i>: parar de escribir registros a disco, <i>SINGLE</i>: poner el equipo en modo de usuario único, <i>HALT</i>: cerrar el equipo. </p>

source: <p>You can also specify a <b>Disk Full Action</b> (disk has become full already) and a <b>Disk Error Action</b> (performed whenever an error is detected while writing to disk). Available actions are the same as above (except for <i>EMAIL</i>).</p>
es: <p>También puede especificar una <b>Acción disco lleno</b> (el disco ya está lleno) y una <b>Acción error disco</b> (realizada siempre que se detecta un error mientras se escribe a disco). Las acciones disponibles son las mismas que arriba (excepto por <i>EMAIL</i>)</p>

source: <p><b>Please note:</b> All scripts specified for <i>EXEC</i> must be owned by 'root', have '0750' file permissions and the full path name has to be entered.</p>
es: <p><b>Por favor observe:</b> Todos los guiones especificados para <i>EXEC</i> deben ser ser propiedad de 'root', tener permisos de archivo '0750', y hay que introducir el camino completo.</p>

source: <p><b><big>Rules for auditctl</big></b><br> This dialog offers the possibiltiy to enable or to disable the syscall auditing as well as to lock the audit configuration. The selected flag from <b>Set Enabled Flag</b> will be added to the rules.</p>
es: <p><b><big>Reglas para auditctl</big></b><br> Este diálogo ofrece la posibilidad de activar o desactivar la auditoría de syscall también como bloquear la configuración de auditoría. La bandera seleccionada de <b>Levantar bandera de activación</b> será añadida a las reglas.</p>

source: <p><b>Please note:</b><br>Locking the rules means they cannot be changed until next reboot! </p>
es: <p><b>Por favor observe:</b><br>¡Bloquear las reglas significa que no pueden ser cambiadas hasta el siguiente reboteo!</p>

source: <p>Enabling auditing whithout additional rules will cause the applications which use <i>libaudit</i>, e.g. PAM to log to /var/log/audit/audit.log (default).</p>
es: <p>Activar la auditoría sin reglas adicionales causará que las aplicaciones que usan <i>libaudit</i>, p.e. PAM a registrar a /var/log/audit/audit.log (por defecto).</p>

source: <p>The dialog also allows you to edit the rules manually, which is recommended for advanced users only.<br> For more information about all options, see 'man auditctl'.</p>
es: <p>El diálogo también le permite editar las reglas manualmente, lo que sólo se recomienda para usuarios avanzados.<br> Puede obtener más información de todas las opciones en 'man auditctl'.</p>

source: <p><b>Check Syntax</b> sends the rules via <i>auditctl</i> to the audit subsystem and tells whether the syntax is correct.<br><b>Restore</b> restores the settings from /etc/audit/audit.rules.</p>
es: <p><b>Comprobar sintaxis</b> envía las reglas vía <i>auditctl</i> al subsistema auditor y dice si la sintaxis es o no correcta.<br><b>Restaurar</b> restaura los ajustes desde /etc/audit/audit.rules.</p>
