Repository: dahool/vertaal-git-test
Catalog: yast/po/autofs.*.po
Languages: es

source: You must configure LDAP to use the autofs module.
es: Debe configurar LDAP para utilizar el módulo autofs.

source: You can do it by using the YaST ldap module.
es: Puede hacerlo usando el módulo ldap de YAST.

source: Cannot use localhost as the LDAP server for autofs.
es: localhost no puede ser el servidor LDAP para autofs.

source: Failed to bind to the LDAP server.
es: No se ha podido conectar al servidor LDAP.

source: Failed to create the autofs base objects.
es: No se ha podido crear los objetos base de autofs.

source: Failed to create the new map.
es: No se ha podido crear el nuevo mapa.

source: Failed to delete an autofs map.
es: No se ha podido eliminar un mapa autofs.

source: Failed to add an autofs entry to map.
es: No se ha podido añadir una entrada de autofs al mapa.

source: Failed to modify an autofs entry in map.
es: No se ha podido modificar una entrada de autofs en el mapa.

source: Initializing autofs Configuration
es: Iniciando la configuración de autofs

source: Check the ldap configuration
es: Comprobar la configuración ldap

source: Read the autofs maps
es: Leer los mapas autofs

source: Checking the ldap configuration...
es: Comprobando la configuración ldap...

source: Reading the autofs maps...
es: Leyendo los mapas autofs...

source: Finished
es: Terminado

source: LDAP configuration error.
es: Error de configuración LDAP.

source: Cannot read the autofs maps.
es: No se puede leer los mapas autofs.

source: Saving autofs Configuration
es: Guardando la configuración autofs

source: Write the autofs maps
es: Escribir los mapas autofs

source: Writing the autofs maps...
es: Escribiendo los mapas autofs...

source: Cannot write the autofs maps.
es: No es posible escribir los mapas autofs.

source: Configuration summary ...
es: Resumen de la configuración...

source: DNS Name or IP address of the LDAP server
es: Nombre DNS o dirección IP del servidor LDAP

source: Configuration of autofs
es: Configuración de autofs

source: Autofs Configuration
es: Configuración de autofs

source: Autofs to Configure
es: Autofs a configurar

source: Autofs Overview
es: Descripción general de autofs

source: Number
es: Número

source: Name of the map
es: Nombre del mapa

source: Type
es: Tipo

source: Other
es: Otro

source: Key
es: Clave

source: Options
es: Opciones

source: Server
es: Servidor

source: Path
es: Ruta

source: Location
es: Ubicación

source: Share
es: Recurso compartido

source: Maps
es: Mapas

source: Add
es: Añadir

source: Delete
es: Eliminar

source: <p><b>Initializing autofs configuration</b><br> Please wait...<br></p>
es: <p><b>Iniciando la configuración de autofs</b><br> Por favor, espere...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
es: <P><B><BIG>Cancelar el inicio:</BIG></B><BR> Para cancelar la utilidad de configuración, pulse <B>Cancelar</B>.</p>

source: <p><b>Saving autofs configuration</b><br> Please wait...<br></p>
es: <p><b>Guardando la configuración de autofs</b><br> Por favor, espere...<br></p>

source: <p><b>Aborting Save:</b><br> Abort the save procedure by pressing <b>Abort</b>. </p>
es: <p><b>Cancelando la grabación</b><br> Cancele el procedimiento de grabación pulsando <b>Cancelar</b>. </p>

source: <p><b>Automounter Maps</b><br/> The automounter maps are referred to by the master map of the automounter. Entries in the automounter maps describe how file systems below the mountpoint of the map are to be mounted. <br/></p>
es: <p><b>Mapas de automontaje</b><br/> Los mapas de automontaje son referidos por el mapa maestro del automontador. Las entradas en los mapas de automontaje describen cómo los sistemas de archivos por debajo del punto de montaje del mapa han de ser montados. <br/></p>

source: <p><b><big>Key</big></b><br> This is the part of the pathname between the map mountpoint and the path into the filesystem mounted. </p>
es: <p><b><big>Key</big></b><br> Esta es la parte de la ruta entre el punto de montaje del mapa y la ruta hacia el sistema de archivos montado. </p>

source: <p><b><big>Options</big></b><br> The options are comma seperated, as customary for the <b>mount</b>(8) command. <br></p>
es: <p><b><big>Opciones</big></b><br> Las opciones son una lista de opciones separadas por comas, como las habituales para el comando <b>mount</b>(8). <br></p>

source: <p><b><big>Location</big></b><br> The location specifies from where the file system is to be mounted. For an NFS volume the usual notation is host:pathname. If the filesystem to be mounted begins with a '/' (such as local entries or smbfs shares) a ':' needs to be prefixed. </p>
es: <p><b><big>Ubicación</big></b><br> La localización especifica donde ha de ser montado el sistema de archivos. Para un volumen NFS la notación habitual es host:ruta. Si el sistema de archivos a ser montado comienza con un '/' (tal como entradas locales de recursos compartidos smbfs) se necesita anteponer ':'. </p>

source: <p><b><big>NFS Entry</big></b><br> In the case of NFS entries, the <b>Server</b> is the DNS name or IP address of the NFS server.<br/> The <b>Path</b> is the absolute path to the directory on the NFS server.<br/> The <b>Options</b> must be valid options of the <b>mount</b>(8) command for NFS file systems.<br/> <br/></p>
es: <p><b><big>Entrada NFS</big></b><br> En caso de una entrada NFS el <b>Servidor</b> es el nombre DNS o la dirección IP del servidor NFS.<br> La <b>Ruta</p> es la ruta absoluta del directorio en el servidor NFS.<br> Las <b>Opciones</b> deben ser opciones válidas de la orden <b>mount</b>(8) para el sistema de archivos NFS.<br> <br></p>

source: <p><b>SAMBA Entry</b><br/> In the case of SAMBA entries, the <b>Server</b> is the DNS name or IP address of the SAMBA server.<br/> The <b>Share</b> is the name of the SAMBA share to be mounted.<br/> The <b>Options</b> must be valid options of the <b>mount</b>(8) command for SMB/CIFS file systems.<br> <br/></p>
es: <p><b>Entrada SAMBA</b><br/> En caso de una entrada SAMBA el <b>Servidor</b> es el nombre DNS o la dirección IP del servidor SAMBA.<br/> El <b>Recurso compartido</b> es el nombre del recurso SAMBA compartido a ser montado.<br/> Las <b>Opciones</b> deben ser opciones válidas de la orden <b>mount</b>(8) para el sistema de archivos SMB/CIFS.<br> <br/></p>

source: <p><b><big>Other Entry</big></b><br/> The options are comma separated, as customary for the <b>mount</b>(8) command.<br/> The location specifies from where the file system is to be mounted. Please consult the <b>autofs</b>(5) manual page for more information. <br/></p>
es: <p><b><big>Otras entradas</big></b><br/> Las opciones son una lista de opciones separadas por comas al estilo de las habituales para la orden <b>mount</b>(8).<br/> La localización especifica donde ha de ser montado el sistema de archivos. Por favor consulte <b>autofs</b>(5) para más información. <br/></p>

source: <p><b><big>Warning</big></b><br> In your system <b>localhost</b> is configured as the LDAP server. However, the clients cannot reach the <b>localhost</b> and therefore, it cannot be the LDAP server for autofs. Please insert an IP address or DNS name for the LDAP server that is suitable for the clients, or choose the suggested hostname of your server and press <b>Ok</b>. <br></p>
es: <p><b><big>Advertencia</big></b><br> En su sistema <b>localhost</b> está configurado como el servidor LDAP. Pero <b>localhost</b> no puede ser el servidor LDAP para autofs porque no puede ser alcanzado por los clientes. Por favor, introduzca la dirección IP o el nombre DNS de un servidor LDAP satisfactorio para los clientes. o escoja el nombre sugerido de su servidor. y pulse <b>OK</b>. <br></p>

source: Initializing...
es: Iniciando...
